Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/unemployed_people/jobseekers_allowance.html.txt.tmx
Source language: en
Languages: ga

source: If you are unemployed, you may be paid either Jobseeker's Allowance (JA) or Jobseeker's Benefit (JB)
ga: Má tá tú dífhostaithe, is féidir Liúntas Cuardaitheora Poist (LCP) nó Sochar Cuardaitheora Poist (SCP) a íoc leat

source: Both payments are paid by the Department of Social Protection (DSP)
ga: Is í an Roinn Coimirce Sóisialaí a dhéanann an dá íocaíocht seo

source: You may get Jobseeker's Allowance if you don't qualify for Jobseeker's Benefit or if you have used up your entitlement to Jobseeker's Benefit
ga: D'fhéadfá Liúntas Cuardaitheora Poist a fháil muna gcailíonn tú do Shochar Cuardaitheora Poist nó má tá an teidlíocht do Shochar Cuardaitheora Poist a bhí agat imithe in éag

source: In some cases, if you are only entitled to a reduced rate of Jobseeker's Benefit you may be better off on Jobseeker's Allowance
ga: I gcúinsí áirithe, cé go mbeifeá i dteideal íocaíocht laghdaithe Sochar Cuardaitheora Poist, d'fhéadfadh sé a bheith níos fearr duit Liúntas Cuardaitheora Poist a roghnú

source: However, Jobseeker's Allowance is means-tested and your means must be below a certain level to qualify
ga: Tá an íocaíocht seo bunaithe ar scrúdú maoine, áfach, agus caithfidh do mhaoin a bheith faoi leibhéal áirithe

source: The Jobseeker’s Transitional payment (JST) is a special arrangement under the Jobseeker’s Allowance scheme that aims to support lone parents into the workforce while they have young children. This payment is available to people parenting alone whose youngest child is aged between 7 and 13 years inclusive
ga: Daoine a bhí ag fáil Íocaíocht Teaghlaigh Aon-Tuismitheora agus nach gcáilíonn di a thuilleadh toisc go bhfuil a leanbh is óige tar éis an aoisteorainn a bhaint amach, is féidir leo cáiliú d’íocaíocht speisialta ar a dtugtar Íocaíocht Idirthréimhseach Liúntas Cuardaitheora Poist

source: Intreo - the integrated employment and support service
ga: Intreo – an tseirbhís chomhtháite fostaíochta agus tacaíochta

source: Intreo is a service from the Department of Social Protection which provides a single point of contact for all employment and income supports
ga: Seirbhís ón Roinn Coimirce Sóisialaí is ea Intreo a sholáthraíonn pointe teagmhála aonair le haghaidh tacaíochtaí fostaíochta agus ioncaim

source: Details of Intreo Centre locations are published on welfare.ie
ga: Tá sonraí na láithreacha Intreo ar welfare.ie

source: To get Jobseeker's Allowance you must be aged over 18 and under 66
ga: Chun Liúntas Cuardaitheora Poist a fháil, caithfidh tú bheith os cionn 18 agus faoi 66 bliana d'aois

source: • Be capable of work
ga: • Bheith ábalta obair a dhéanamh

source: • Be available for full-time work and genuinely seeking work
ga: • Bheith ar fáil i gcomhair oibre lán-aimseartha agus bheith ar lorg oibre

source: • Satisfy the means test
ga: • An scrúdú maoine a shásamh

source: • Meet the habitual residence condition
ga: • An coinníoll gnáth-chónaithe a shásamh

source: You can read more about the conditions for getting a jobseeker's payment and about the employment services the Department of Social Protection offers to jobseekers
ga: Is féidir leat tuilleadh a léamh faoi na coinníollacha d’íocaíocht cuardaitheora poist a fháil agus faoi na seirbhísí fostaíochta a chuireann an Roinn Coimirce Sóisialaí ar fáil do chuardaitheoirí poist

source: There are some special provisions for older jobseekers and for pregnant women
ga: Tá forálacha speisialta do chuardaitheoirí poist scothaosta agus do mhná torracha

source: Jobseeker's Allowance and work
ga: Liúntas Cuardaitheora Poist agus obair

source: You must be unemployed to get Jobseeker’s Allowance
ga: Ní mór duit bheith dífhostaithe chun Liúntas Cuardaitheora Poist a fháil

source: You must also be capable of, available for, and genuinely seeking full-time work to qualify for Jobseeker’s Allowance – and you must be able to show evidence of this to the Department of Social Protection
ga: Chomh maith leis sin, ní mór duit bheith in ann obair a dhéanamh, bheith ar fáil d’obair lán-aimseartha a dhéanamh agus bheith ag déanamh iarracht mhacánta obair a fháil chun cáiliú do Liúntas Cuardaitheora Poist – agus ní mór duit bheith in ann fianaise air sin a thaispeáint don Roinn Coimirce Sóisialaí

source: However, there are circumstances in which you can do some work and get Jobseeker’s Allowance
ga: Mar sin féin, tá cúinsí ann inar féidir leat roinnt oibre a dhéanamh agus Liúntas Cuardaitheora Poist a fháil freisin

source: Income from work affects the amount of Jobseeker’s Allowance you get
ga: Déanann ioncam ó obair difear do shuim an Liúntais Chuardaitheora Poist a fhaigheann tú

source: If you get part-time or casual work (up to and including 3 days per week), you may still be paid Jobseeker's Allowance for the other days
ga: Má fhaigheann tú obair pháirtaimseartha nó obair ócáideach (suas le 3 lá sa tseachtain, agus 3 lá san áireamh), is féidir go n-íocfar Liúntas Cuardaitheora Poist leat go fóill i leith na laethanta eile

source: However, you must show that you are trying to get full-time employment
ga: Mar sin féin, ní mór duit a thaispeáint go bhfuil iarracht á déanamh agat obair lánaimseartha a fháil

source: If your employer reduces your days at work to 3 days week or less, you may get Jobseeker's Allowance for the other days
ga: Má laghdaíonn d’fhostóir líon na laethanta a oibríonn tú go 3 lá nó níos lú in aghaidh na seachtaine, is féidir go bhfaighfeá Liúntas Cuardaitheora Poist i leith na laethanta eile

source: You must meet the other conditions that apply to Jobseeker's Allowance, for example, you must satisfy a means test
ga: Ní mór duit na coinníollacha eile a bhaineann le Liúntas Cuardaitheora Poist a chomhlíonadh

source: There is an exemption from some of the rules for retained firefighters
ga: Mar shampla, ní mór duit tástáil acmhainne a shásamh

source: If you have been getting long-term Jobseeker's Allowance (over 390 days or 15 months) and you take up part-time work for less than 24 hours a week you may be eligible for the Part-time Job Incentive Scheme (PTJI)
ga: Más rud é go bhfuil tú ag fáil Liúntas Cuardaitheora Poist le tréimhse fhada anuas (níos mó ná 390 lá nó 15 mhí) agus go dtéann tú i mbun obair pháirtaimseartha ar feadh níos lú ná 24 uair in aghaidh na seachtaine, is féidir go mbeidh tú incháilithe don Scéim Dreasachta Poist Pháirtaimseartha (PTJI)

source: This scheme allows you to take up part-time work and get a special weekly allowance instead of your jobseeker’s payment
ga: Tugann an scéim sin deis duit dul i mbun obair pháirtaimseartha agus liúntas seachtainiúil speisialta a fháil in ionad íocaíocht cuardaitheora poist

source: Find out more about how income from work is assessed for Jobseeker’s Allowance
ga: Faigh tuilleadh faisnéise faoi conas a dhéantar ioncam ó obair a ríomh do Liúntas Cuardaitheora Poist

source: You can also take up to two weeks holiday in a year and continue to get your payment
ga: Is féidir leat suas le saoire dhá sheachtain a ghlacadh sa bhliain agus leanúint le d’íocaíocht a fháil freisin

source: If you are getting JA you can use a Benefit of Work Ready Reckoner from the Department of Social Protection to help you assess the financial consequences of taking up full-time work
ga: Má tá tú ag fáil Liúntas Cuardaitheora Poist faoi láthair, is féidir leat Ré-Áiritheoir Tairbhe Oibre ón Roinn Coimirce Sóisialaí a úsáid chun cabhrú leat na hiarmhairtí airgeadais a bhaineann le dul i mbun obair lánaimseartha a fháil amach

source: The Reckoner works out the total amount you would receive on taking up full-time work (including any Family Income Supplement) and compares this to what you are getting in jobseeker payments (including Rent Supplement)
ga: Agus an Ré-Áiritheoir á úsáid, faightear amach an tsuim iomlán a gheofá dá rachfá i mbun obair lánaimseartha (aon Fhorlíonadh Ioncam Teaghlaigh san áireamh) agus cuirtear an tsuim sin i gcomparáid le suim na n-íocaíochtaí cuardaitheora poist (Forlíonadh Cíosa san áireamh) atá á bhfáil agat

source: A Back to Work Family Dividend has been introduced for lone parent and long-term jobseeker families with children who find or return to work from January 2015
ga: Ó Eanáir 2015 amach, tá Díbhinn Teaghlaigh um Fhilleadh ar Obair ar fáil do theaghlaigh le páistí cleithiúnacha chun aistriú ó leas sóisialach isteach san fhostaíocht

source: If you are self-employed, you may be entitled to Jobseeker's Allowance, depending on your income from your business
ga: Má tá tú féinfhostaithe, d'fhéadfá bheith i dteideal Liúntas Cuardaitheora Poist, ag brath ar an ioncam a ghnóthaíonn tú ó do ghnó

source: You can find out more about self-employment and unemployment
ga: Is féidir leat tuilleadh faisnéise faoi fhéinfhostaíocht agus dífhostaíocht a fháil

source: Self-employed farmers on a low income can apply for Farm Assist
ga: Is féidir le feirmeoirí féinfhostaithe ar ísealioncam iarratas a dhéanamh ar Chúnamh Feirme

source: Jobseeker's Allowance is a means-tested payment
ga: Is íocaíocht de réir tástála acmhainne í Liúntas Cuardaitheora Poist

source: Your means must be below a certain level to get Jobseeker’s Allowance
ga: Caithfidh d'acmhainní bheith faoi leibhéal áirithe chun Liúntas Cuardaitheora Poist a fháil

source: A means test looks at all your household sources of income including your spouse’s, civil partner’s or cohabitant's income
ga: Breathnaíonn tástáil mhaoine ar d'fhoinsí ioncaim go léir, ioncam do chéile, do pháirtnéir sibhialta nó do chomhchónaitheoir san áireamh

source: (A cohabitant is a person living in an intimate and committed relationship with a person of the same or opposite sex who is not that person’s spouse, civil partner, or a close relative.)
ga: (Is comhchónaitheoir duine a chónaíonn i gcaidreamh caidreamhach agus domhain le duine den ghnéas céanna nó den ghnéas eile nach céile, páirtnéir sibhialta, nó muintir an duine sin é/í.)

source: However, some income may not be taken into account
ga: D’fhéadfadh nach gcuirfí ioncam áirithe san áireamh, áfach

source: Your total household means is deducted from the maximum payment for your household's circumstances to find the actual amount of Jobseeker’s Allowance you are entitled to
ga: Baintear acmhainn iomlán do theaghlaigh as an íocaíocht uasta do chúinsí do theaghlaigh chun suim iarbhír an Liúntais Chuardaitheora Poist a bhfuil tú ina teideal a fháil amach

source: If your spouse, civil partner or cohabitant is getting a social welfare payment in his or her own right (with some exceptions) or is on a Further Education and Training (FET) course or VTOS course and getting an allowance you will not get an Increase for a Qualified Adult but you will get a half-rate increase for any qualified children
ga: Más rud é go bhfuil do chéile, do pháirtnéir sibhialta nó do chomháitritheoir ag fáil íocaíocht leasa shóisialaigh as a c(h)eart féin (agus roinnt eisceachtaí ann) nó más rud é go bhfuil sé/sí páirteach i gcúrsa oiliúna Breisoideachais agus Oiliúna (BOO) nó VTOS agus go bhfuil sé ag fáil liúntais, ní bhfaighidh tú Méadú i leith Aosach Cáilithe ach gheobhaidh tú méadú leathráta i leith aon leanaí cáilithe

source: A limitation applies which means that if you are claiming Jobseeker's Allowance and your spouse, civil partner or cohabitant is getting certain social welfare payments, the total amount paid to you as a couple cannot be more than the maximum amount that would be paid to one person (including adult and child dependants) on one social welfare payment
ga: Más rud é go bhfuil tú ag éileamh Liúntas Cuardaitheora Poist agus go bhfuil do chéile, do pháirtnéir sibhialta nó do chomháitritheoir ag fáil íocaíochtaí áirithe leasa shóisialaigh, tá teorainn i bhfeidhm a fhágann nach féidir leis an tsuim iomlán a íoctar libh mar lánúin bheith níos airde ná an tsuim uasta a d’íocfaí le duine amháin díobh (aosaigh chleithiúnacha agus leanaí cleithiúnacha san áireamh) ar íocaíocht leasa shóisialaigh amháin

source: Find out more about the means test for Jobseeker’s Allowance
ga: Faigh tuilleadh faisnéise faoin tástáil acmhainne do Liúntas Cuardaitheora Poist

source: You can claim an increase for your spouse, civil partner or cohabitant while they are taking part in a Community Employment (CE),Tús or Gateway scheme
ga: Is féidir leat méadú a éileamh do do chéile, do pháirtnéir sibhialta nó do chomháitritheoir agus iad páirteach i scéim Fostaíocht Pobail (CE), i scéim Tús nó i scéim Gateway

source: Their earnings from the scheme are assessed in the same way as earnings from insurable employment (and your combined means are not halved)
ga: Déantar an tsuim a thuilleann siad ón scéim a mheasúnú sa dóigh chéanna a measúnaítear tuilleamh ó fhostaíocht inárachaithe (agus ní laghdófar bhur n-acmhainn chomhcheangailte faoina leath)

source: If you are 24 years of age or under and you are living with a parent or a step-parent in the family home, some of your parents' income will also be taken into account in the assessment for Jobseeker's Allowance
ga: Más rud é go bhfuil tú 24 bliain d’aois nó níos óige agus go bhfuil cónaí ort le tuismitheoir nó le leastuismitheoir in áras an teaghlaigh, cuirfear cuid d’ioncam do thuismitheoirí san áireamh sa mheasúnú do Liúntas Cuardaitheora Poist

source: The Department call this an assessment of the 'benefit and privilege' you get from living with your parents
ga: Tagraíonn an Roinn don phróiseas sin mar mheasúnú ar an ‘sochar agus pribhléid’ a bhaineann tú as cónaí a bheith ort le do thuismitheoirí

source: Find out more about how living with your parents is assessed in the means test
ga: Faigh tuilleadh faisnéise faoi conas a dhéantar cónaí le tuismitheoirí a mheasúnú sa tástáil acmhainne

source: Disqualification and reduction in payment
ga: Dícháiliú agus laghdú in íocaíocht

source: You may be disqualified from getting Jobseeker's Allowance for 9 weeks if you:
ga: Is féidir go ndícháileofaí thú ó Liúntas Cuardaitheora Poist a fháil ar feadh 9 seachtaine sna cásanna seo a leanas:

source: • Left work voluntarily and without just cause
ga: • D’fhág tú do phost go deonach agus gan cúis chóir

source: • Lost your job through misconduct
ga: • Chaill tú do phost de bharr mí-iompair

source: • Refused an offer of suitable employment or training - if you have been on a penalty rate of JA for at least 21 days
ga: • Dhiúltaigh tú tairiscint fostaíochta oiriúnaí nó tairiscint oiliúna oiriúnaí – sa chás go bhfuil tú ar ráta pionóis Liúntas Cuardaitheora Poist le 21 lá ar a laghad

source: Your payment can be reduced if you refuse or fail to attend meetings requested by the Department or if you refuse or fail to participate in an appropriate employment support scheme, work experience or training (see also Penalty rates below)
ga: Is féidir d’íocaíocht a laghdú más rud é go ndiúltaíonn tú, nó go dteipeann ort, freastal ar chruinnithe mar a iarrann an Roinn ort nó go ndiúltaíonn tú, nó go dteipeann ort, páirt a ghlacadh i scéim tacaíocht fostaíochta, i dtaithí oibre nó in oiliúint atá cuí (féach Rátaí pionóis thíos freisin)

source: Read more about sanctions that may apply if you do not fulfil the conditions of your jobseeker's payment
ga: Léigh tuilleadh faoi smachtbhannaí a d’fhéadfadh bheith i bhfeidhm sa chás nach gcomhlíonann tú coinníollacha d’íocaíochta cuardaitheora poist

source: The 3 month disqualification rule does not apply to Youthreach participants
ga: Ní bhaineann an riail 3 mhí díchailithe le rannpháirtithe Youthreach

source: Short-term employment or training
ga: Fostaíocht nó oiliúint ghearrthéarmach

source: The Department of Social Protection operates a fast-tracking system for people who sign off a jobseeker's payment to take up work for a short period (up to 12 weeks) or to go on a short training course (up to 12 weeks)
ga: Tá córas mear oibrithe ag an Roinn Coimirce Sóisialaí do chustaiméirí a shíníonn d’íocaíocht cuardaitheora poist chun obair ghearrthéarmach a ghlacadh (suas go 12 seachtaine) nó chun dul ar ghearrchúrsa oiliúna (suas go 12 seachtaine)

source: This ensures that your payment is re-instated without delay
ga: Cinntíonn sé sin go n-atosófar d’íocaíocht gan mhoill

source: It is important that you inform your Intreo Centre or local Social Welfare Branch Office in advance that you are taking up work or training
ga: Tá sé tábhachtach go ndéarfá le d’oifig Intreo nó d'Oifig Bhrainse Leasa Shóisialaigh áitiúil é roimh ghlacadh le hobair nó dul ar chúrsa oiliúna

source: Your Rent Supplement claim can also be suspended for up to 12 weeks
ga: D’fhéadfadh d’éileamh ar Fhorlíonadh Cíos a chur ar fionraí ar feadh tréimhse suas le 12 seachtain

source: Jobseeker's Allowance rates from 8 March 2017
ga: Rátaí Líuntas Chuardaitheora Poist ó 8 Márta 2017

source: │Age │Maximum personal │Increase for a qualified │Increase for a qualified │
ga: │Éilitheoirí nua agus │Ráta │Méadú do Dhuine Fásta │Ardú Cleithiúnaí │ │reatha │pearsanta │Cáilithe │Linbh │

source: │ │rate │adult │child │
ga: │Uasráta │€193.00 │€128.10 │€29.80 │

source: │Aged 26 and │€193.00 │€128.10 │€29.80 │ │over │ │ │ │
ga: Uasráta Liúntas Chuardaitheora Poist do dhuine faoi 26 bliana d'aois

source: │Aged 25 │€147.80 │€128.10 │n/a │
ga: │Aois │Ráta pearsanta │Méadú do Dhuine Fásta Cáilithe │

source: Reduced personal and qualified adult rates of Jobseeker’s Allowance (JA) for people under 26 do not apply to the following claimants:
ga: I gcás éilitheoirí faoi bhun 26 bliain d’aois, níl feidhm ag na rátaí laghdaithe pearsanta Liúntas Cuardaitheora Poist ná ag na rátaí laghdaithe Liúntas Cuardaitheora Poist d’aosaigh cháilithe maidir leis na héilitheoirí seo a leanas:

source: • People with dependent children
ga: • Daoine a bhfuil leanaí cleithiúnacha acu

source: • People transferring from Disability Allowance to JA
ga: • Daoine atá ag aistriú ó Liúntas Míchumais go Liúntas Cuardaitheora Poist

source: • People who were in the care of the Child and Family Agency during the 12 months before reaching 18
ga: • Leanaí áirithe a bhí faoi chúram na Gníomhaireachta um Leanaí agus an Teaghlach le linn an 12 mhí sular bhain siad 18 mbliana amach

source: These people are assessed using the JA rate for people aged 26 or over
ga: Déantar na daoine sin a mheasúnú trí leas a bhaint as an ráta Liúntas Cuardaitheora Poist atá i bhfeidhm do dhaoine atá 26 bliain d’aois nó níos sine

source: This exception only applies between the ages of 18 and 24
ga: Níl an eisceacht sin i bhfeidhm ach amháin i gcás daoine atá idir 18 mbliana d’aois agus 24 bliain d’aois

source: From the age of 25, the age-related rate applies
ga: Tá feidhm ag an ráta aoischoibhneasa i gcás daoine atá 25 bliain d’aois nó níos sine

source: From the age of 26, the full personal rate applies
ga: ó aois 26 amach, tá feidhm ag an ráta pearsanta iomlán

source: If you were getting an age-related reduced rate of JA and you take part in a course of education, training or an employment support scheme the appropriate personal rate of payment applicable to that course or scheme will apply as long as you are aged under 26
ga: Más rud é go raibh tú ag fáil ráta aoischoibheasa laghdaithe Liúntas Cuardaitheora Poist agus go nglacann tú páirt i gcúrsa oideachais, i gcúrsa oiliúna nó i scéim tacaíocht fostaíochta, beidh feidhm ag an ráta cuí pearsanta íocaíochta maidir leis an gcúrsa nó leis an scéim sin fad is atá tú faoi bhun 26 bliain d’aois

source: When you complete the course you will go back to your previous age-related JA rate
ga: Nuair a bheidh an cúrsa críochnaithe agat, fillfidh tú ar an ráta aoischoibhneasa Liúntas Cuardaitheora Poist a fuair tú roimhe

source: Since 1 January 2014 all new Back to Education Allowance (BTEA) participants aged under 26 who were getting a reduced age-related Jobseeker’s Allowance payment, will get a maximum BTEA rate of €160 per week (any means participants have are deducted from this rate)
ga: Gach rannpháirtí nua sa Liúntas chun Filleadh ar an Oideachas (BTEA) atá faoi bhun 26 bliain d’aois agus a bhí ag fáil íocaíocht aoischoibhneasa laghdaithe Liúntas Cuardaitheora Poist, gheobhaidh siad ráta uasta BTEA de €160 in aghaidh na seachtaine (bainfear aon acmhainn atá ag rannpháirtithe ón ráta sin)

source: Your payment can be reduced if you refuse or fail to attend meetings requested by the Department or if you refuse or fail to participate in an appropriate employment support scheme, work experience or training
ga: Is féidir d’íocaíocht a laghdú más rud é go ndiúltaíonn tú, nó go dteipeann ort, freastal ar chruinnithe mar a iarrann an Roinn ort nó go ndiúltaíonn tú, nó go dteipeann ort, páirt a ghlacadh i scéim tacaíocht fostaíochta, i dtaithí oibre nó in oiliúint atá cuí

source: You can find out about sanctions for not meeting the conditions of your jobseeker's payment
ga: Léigh tuilleadh faoi smachtbhannaí a d’fhéadfadh bheith i bhfeidhm sa chás nach gcomhlíonann tú coinníollacha d’íocaíochta cuardaitheora poist

source: Penalty rates do not apply to people over 62
ga: Níl feidhm ag rátaí pionóis maidir le daoine atá os cionn 62 bliain d’aois

source: If you qualify for Jobseeker’s Allowance you get an amount for yourself, which is called the 'personal rate of payment'
ga: Má cháilíonn tú i gcomhar Liúntas Cuardaitheora Poist, faigheann tú méid duit féin, ar a nglaoitear 'rátá pearsanta íocaíochta'

source: You may also get an increase in your payment for an adult dependant and any child dependants you may have
ga: D'fhéadfá a bheith i dteideal méadú a fháil i d'íocaíocht reatha do dhuine fásta cáilithe agus do leanbh cáilithe

source: A child dependant is usually a child up to 18 years of age who lives with you
ga: De ghnáth, séard is cleithiúnaí linbh ann ná páiste faoi aois 18 atá ina chónaí in éineacht leat

source: If you have been getting Jobseeker’s Allowance for at least 156 days and your child is in full-time education, an Increase for a Qualified Child (IQC) will be paid up to 22 years of age or up to the end of the academic year in which he or she reaches 22
ga: Má tá tú ag fáil Liúntas Cuardaitheora Poist ar feadh 156 lá agus do pháiste in oideachas lánaimseartha, íocfar Méadú do Chleithiúnaí Linbh leat suas go dtí sroicheann sé/sí 22 bliain d'aois nó suas go dtí deireadh na bliana acadúla ina sroicheann sé/sí 22

source: You will only get a half-rate IQC if you and your spouse, civil partner or cohabitant are both getting a social welfare payment
ga: Má tá tú féin agus do chéile/pháirtí araon ag fáil íocaíochta leasa shóisialaigh, gheobhaidh tú leath-ráta Méadú do Chleithiúnaí Linbh

source: You will each get a half-rate IQC
ga: Gheobhaidh gach duine agaibh leath an Méadú do Chleithiúnaí Linbh

source: You may get an Increase for a Qualified Adult (IQA) for an adult dependant (this is usually your spouse, civil partner or cohabitant)
ga: D'fhéadfá Méadú do Dhuine Fásta Cáilithe (MDFC) a fháil do chleithiúnaí aosaigh (de ghnáth do chéile, do pháirtnéir sibhialta nó do chomhchónaitheoir)

source: If you are single, widowed, divorced, separated, a former civil partner or not living with your civil partner, and living with a person aged 16 or over, you can claim an IQA for them but only if he or she is caring for a child dependant of yours
ga: Má tá tú neamhphósta, i do bhaintreach, colscartha, scartha, nó id iar-pháirtnéir sibhialta, nó mura bhfuil tú i do chónaí le do pháirtnéir sibhialta, agus tú id chónaí le duine in aois 16 bliana nó os cionn, is féidir leat méadú a éileamh dóibh chomh fada agus atá sé/sí ag tabhairt aire do chleithiúnaí linbh de do chuid
